export const citiesHeb = [
  {
    city: "א.ת. ברקן",
  },
  {
    city: "אבו ג'ווייעד",
  },
  {
    city: "אבו גוש",
  },
  {
    city: "אבו סנאן",
  },
  {
    city: "אבו סריחאן",
  },
  {
    city: "אבו עבדון",
  },
  {
    city: "אבו עמאר",
  },
  {
    city: "אבו עמרה",
  },
  {
    city: "אבו קרינאת-ישוב",
  },
  {
    city: "אבו קרינאת-שבט",
  },
  {
    city: "אבו רובייעה",
  },
  {
    city: "אבו רוקייק",
  },
  {
    city: "אבו תלול",
  },
  {
    city: "אבטין",
  },
  {
    city: "אבטליון",
  },
  {
    city: "אביאל",
  },
  {
    city: "אביבים",
  },
  {
    city: "אביגדור",
  },
  {
    city: "אביחיל",
  },
  {
    city: "אביטל",
  },
  {
    city: "אביעזר",
  },
  {
    city: "אבירים",
  },
  {
    city: "אבן יהודה",
  },
  {
    city: "אבן יצחק (גלעד)",
  },
  {
    city: "אבן מנחם",
  },
  {
    city: "אבן ספיר",
  },
  {
    city: "אבן שמואל",
  },
  {
    city: "אבני איתן",
  },
  {
    city: "אבני חפץ",
  },
  {
    city: "אבנת",
  },
  {
    city: "אבשלום",
  },
  {
    city: "אדורה",
  },
  {
    city: "אדירים",
  },
  {
    city: "אדמית",
  },
  {
    city: "אדרת",
  },
  {
    city: "אודים",
  },
  {
    city: "אודם",
  },
  {
    city: "אוהד",
  },
  {
    city: "אוהלו",
  },
  {
    city: "אום אל-פחם",
  },
  {
    city: "אום אל-קוטוף",
  },
  {
    city: "אום בטין",
  },
  {
    city: "אומן",
  },
  {
    city: "אומץ",
  },
  {
    city: "אופקים",
  },
  {
    city: "אור הגנוז",
  },
  {
    city: "אור הנר",
  },
  {
    city: "אור יהודה",
  },
  {
    city: "אור עקיבא",
  },
  {
    city: "אורה",
  },
  {
    city: "אורות",
  },
  {
    city: "אורטל",
  },
  {
    city: "אורים",
  },
  {
    city: "אורנים",
  },
  {
    city: "אורנית",
  },
  {
    city: "אושה",
  },
  {
    city: "אזור",
  },
  {
    city: "אחווה",
  },
  {
    city: "אחוזם",
  },
  {
    city: "אחוזת ברק",
  },
  {
    city: "אחיהוד",
  },
  {
    city: "אחיטוב",
  },
  {
    city: "אחיסמך",
  },
  {
    city: "אחיעזר",
  },
  {
    city: "אטרש",
  },
  {
    city: "איבים",
  },
  {
    city: "אייל",
  },
  {
    city: "איילת השחר",
  },
  {
    city: "אילון",
  },
  {
    city: "אילות",
  },
  {
    city: "אילניה",
  },
  {
    city: "אילת",
  },
  {
    city: "אירוס",
  },
  {
    city: "איתמר",
  },
  {
    city: "איתן",
  },
  {
    city: "איתנים",
  },
  {
    city: "אכסאל",
  },
  {
    city: "אל סייד",
  },
  {
    city: "אל עריאן",
  },
  {
    city: "אל-עזי",
  },
  {
    city: "אל-רום",
  },
  {
    city: "אלומה",
  },
  {
    city: "אלומות",
  },
  {
    city: "אלון הגליל",
  },
  {
    city: "אלון מורה",
  },
  {
    city: "אלון שבות",
  },
  {
    city: "אלוני אבא",
  },
  {
    city: "אלוני הבשן",
  },
  {
    city: "אלוני יצחק",
  },
  {
    city: "אלונים",
  },
  {
    city: "אלי סיני",
  },
  {
    city: "אלי-עד",
  },
  {
    city: "אליאב",
  },
  {
    city: "אליכין",
  },
  {
    city: "אליפז",
  },
  {
    city: "אליפלט",
  },
  {
    city: "אליקים",
  },
  {
    city: "אלישיב",
  },
  {
    city: "אלישמע",
  },
  {
    city: "אלמגור",
  },
  {
    city: "אלמוג",
  },
  {
    city: "אלעד",
  },
  {
    city: "אלעזר",
  },
  {
    city: "אלפי מנשה",
  },
  {
    city: "אלקוש",
  },
  {
    city: "אלקנה",
  },
  {
    city: "אמונים",
  },
  {
    city: "אמירים",
  },
  {
    city: "אמנון",
  },
  {
    city: "אמציה",
  },
  {
    city: "אניעם",
  },
  {
    city: "אסד",
  },
  {
    city: "אספר",
  },
  {
    city: "אעבלין",
  },
  {
    city: "אעצם",
  },
  {
    city: "אפיניש",
  },
  {
    city: "אפיק",
  },
  {
    city: "אפיקים",
  },
  {
    city: "אפעל-סמינריוני",
  },
  {
    city: "אפק",
  },
  {
    city: "אפרת",
  },
  {
    city: "ארבל",
  },
  {
    city: "ארגמן",
  },
  {
    city: "ארז",
  },
  {
    city: "אריאל",
  },
  {
    city: "ארסוף",
  },
  {
    city: "אשבול",
  },
  {
    city: "אשבל",
  },
  {
    city: "אשדוד",
  },
  {
    city: "אשדות יעקב איחוד",
  },
  {
    city: "אשדות יעקב מאוחד",
  },
  {
    city: "אשחר",
  },
  {
    city: "אשכולות",
  },
  {
    city: "אשל הנשיא",
  },
  {
    city: "אשלים",
  },
  {
    city: "אשקלון",
  },
  {
    city: "אשרת",
  },
  {
    city: "אשתאול",
  },
  {
    city: "אתגר",
  },
  {
    city: "באקה אל-גרביה",
  },
  {
    city: "באר אורה",
  },
  {
    city: "באר גנים",
  },
  {
    city: "באר טוביה",
  },
  {
    city: "באר יעקב",
  },
  {
    city: "באר מילכה",
  },
  {
    city: "באר שבע",
  },
  {
    city: "בארות יצחק",
  },
  {
    city: "בארותיים",
  },
  {
    city: "בארי",
  },
  {
    city: "בדולח",
  },
  {
    city: "בוסתן הגליל",
  },
  {
    city: "בועיינה-נוג'ידאת",
  },
  {
    city: "בוקעאתא",
  },
  {
    city: "בורגתה",
  },
  {
    city: "בחן",
  },
  {
    city: "בטחה",
  },
  {
    city: 'בי"ס מטה אשר',
  },
  {
    city: 'ביה"ח פוריה',
  },
  {
    city: "ביצרון",
  },
  {
    city: "ביר אל-מכסור",
  },
  {
    city: "ביר הדאג'",
  },
  {
    city: "ביריה",
  },
  {
    city: "בית אורן",
  },
  {
    city: "בית אל",
  },
  {
    city: "בית אל ב'",
  },
  {
    city: "בית אלעזרי",
  },
  {
    city: "בית אלפא",
  },
  {
    city: "בית אריה",
  },
  {
    city: "בית ברל",
  },
  {
    city: "בית ג'ן",
  },
  {
    city: "בית גוברין",
  },
  {
    city: "בית גמליאל",
  },
  {
    city: "בית דגן",
  },
  {
    city: "בית הגדי",
  },
  {
    city: "בית הלוי",
  },
  {
    city: "בית הלל",
  },
  {
    city: "בית העמק",
  },
  {
    city: "בית הערבה",
  },
  {
    city: "בית השיטה",
  },
  {
    city: "בית זיד",
  },
  {
    city: "בית זית",
  },
  {
    city: "בית זרע",
  },
  {
    city: "בית חורון",
  },
  {
    city: "בית חירות",
  },
  {
    city: "בית חלקיה",
  },
  {
    city: "בית חנן",
  },
  {
    city: "בית חנניה",
  },
  {
    city: "בית חשמונאי",
  },
  {
    city: "בית יהושע",
  },
  {
    city: "בית יוסף",
  },
  {
    city: "בית ינאי",
  },
  {
    city: "בית יצחק-שער חפר",
  },
  {
    city: "בית ירח",
  },
  {
    city: "בית לחם הגלילית",
  },
  {
    city: "בית מאיר",
  },
  {
    city: "בית נחמיה",
  },
  {
    city: "בית ניר",
  },
  {
    city: "בית נקופה",
  },
  {
    city: "בית עובד",
  },
  {
    city: "בית עוזיאל",
  },
  {
    city: "בית עזרא",
  },
  {
    city: "בית עריף",
  },
  {
    city: "בית צבי",
  },
  {
    city: "בית קמה",
  },
  {
    city: "בית קשת",
  },
  {
    city: "בית רבן",
  },
  {
    city: "בית רימון",
  },
  {
    city: "בית שאן",
  },
  {
    city: "בית שמש",
  },
  {
    city: "בית שערים",
  },
  {
    city: "בית שקמה",
  },
  {
    city: "ביתן אהרן",
  },
  {
    city: "ביתר עילית",
  },
  {
    city: "בלפוריה",
  },
  {
    city: "בן זכאי",
  },
  {
    city: "בן עמי",
  },
  {
    city: "בן שמן-כפר הנוער",
  },
  {
    city: "בן שמן-מושב",
  },
  {
    city: "בני ברק",
  },
  {
    city: "בני דקלים",
  },
  {
    city: "בני דרום",
  },
  {
    city: "בני דרור",
  },
  {
    city: "בני יהודה",
  },
  {
    city: "בני נצרים",
  },
  {
    city: "בני עטרות",
  },
  {
    city: 'בני עי"ש',
  },
  {
    city: "בני עצמון",
  },
  {
    city: "בני ציון",
  },
  {
    city: "בני ראם",
  },
  {
    city: "בניה",
  },
  {
    city: "בנימינה",
  },
  {
    city: 'בסמ"ה',
  },
  {
    city: "בסמת טבעון",
  },
  {
    city: "בענה",
  },
  {
    city: "בצרה",
  },
  {
    city: "בצת",
  },
  {
    city: "בקוע",
  },
  {
    city: "בקעות",
  },
  {
    city: "בר גיורא",
  },
  {
    city: "בר יוחאי",
  },
  {
    city: "בר לב",
  },
  {
    city: "ברוכין",
  },
  {
    city: "ברור חיל",
  },
  {
    city: "ברורים",
  },
  {
    city: "ברוש",
  },
  {
    city: "ברכה",
  },
  {
    city: "ברכיה",
  },
  {
    city: "ברעם",
  },
  {
    city: "ברק",
  },
  {
    city: "ברקאי",
  },
  {
    city: "ברקן",
  },
  {
    city: "ברקת",
  },
  {
    city: "בת הדר",
  },
  {
    city: "בת חן",
  },
  {
    city: "בת חפר",
  },
  {
    city: "בת חצור",
  },
  {
    city: "בת ים",
  },
  {
    city: "בת עין",
  },
  {
    city: "בת שלמה",
  },
  {
    city: "ג'דיידה-מכר",
  },
  {
    city: "ג'ולס",
  },
  {
    city: "ג'לג'וליה",
  },
  {
    city: "ג'נאביב",
  },
  {
    city: "ג'סר א-זרקא",
  },
  {
    city: "ג'ש (גוש חלב)",
  },
  {
    city: "ג'ת",
  },
  {
    city: "גאולי תימן",
  },
  {
    city: "גאולים",
  },
  {
    city: "גאליה",
  },
  {
    city: "גבולות",
  },
  {
    city: "גבים",
  },
  {
    city: "גבע",
  },
  {
    city: "גבע בנימין",
  },
  {
    city: "גבע כרמל",
  },
  {
    city: "גבעולים",
  },
  {
    city: "גבעון החדשה",
  },
  {
    city: "גבעות בר",
  },
  {
    city: "גבעת אבני",
  },
  {
    city: "גבעת אלה",
  },
  {
    city: "גבעת ברנר",
  },
  {
    city: "גבעת השלושה",
  },
  {
    city: "גבעת זאב",
  },
  {
    city: 'גבעת ח"ן',
  },
  {
    city: "גבעת חביבה",
  },
  {
    city: "גבעת חיים איחוד",
  },
  {
    city: "גבעת חיים מאוחד",
  },
  {
    city: "גבעת יואב",
  },
  {
    city: "גבעת יערים",
  },
  {
    city: "גבעת ישעיהו",
  },
  {
    city: 'גבעת כ"ח',
  },
  {
    city: 'גבעת ניל"י',
  },
  {
    city: "גבעת עדה",
  },
  {
    city: "גבעת עוז",
  },
  {
    city: "גבעת שמואל",
  },
  {
    city: "גבעת שמש",
  },
  {
    city: "גבעת שפירא",
  },
  {
    city: "גבעתי",
  },
  {
    city: "גבעתיים",
  },
  {
    city: "גברעם",
  },
  {
    city: "גבת",
  },
  {
    city: "גדות",
  },
  {
    city: "גדיד",
  },
  {
    city: "גדיש",
  },
  {
    city: "גדעונה",
  },
  {
    city: "גדרה",
  },
  {
    city: "גונן",
  },
  {
    city: "גורן",
  },
  {
    city: "גורנות הגליל",
  },
  {
    city: "גזית",
  },
  {
    city: "גזר",
  },
  {
    city: "גיאה",
  },
  {
    city: "גיבתון",
  },
  {
    city: "גיזו",
  },
  {
    city: "גילון",
  },
  {
    city: "גילת",
  },
  {
    city: "גינוסר",
  },
  {
    city: "גינות שומרון",
  },
  {
    city: "גיניגר",
  },
  {
    city: "גינתון",
  },
  {
    city: "גיתה",
  },
  {
    city: "גיתית",
  },
  {
    city: "גלאון",
  },
  {
    city: "גלגל",
  },
  {
    city: "גליל ים",
  },
  {
    city: "גמזו",
  },
  {
    city: "גן אור",
  },
  {
    city: "גן הדרום",
  },
  {
    city: "גן השומרון",
  },
  {
    city: "גן חיים",
  },
  {
    city: "גן יאשיה",
  },
  {
    city: "גן יבנה",
  },
  {
    city: "גן נר",
  },
  {
    city: "גן שורק",
  },
  {
    city: "גן שלמה",
  },
  {
    city: "גן שמואל",
  },
  {
    city: "גנות",
  },
  {
    city: "גנות הדר",
  },
  {
    city: "גני הדר",
  },
  {
    city: "גני טל",
  },
  {
    city: "גני יוחנן",
  },
  {
    city: "גני מודיעין",
  },
  {
    city: "גני עם",
  },
  {
    city: "גני תקווה",
  },
  {
    city: "גנים",
  },
  {
    city: "געש",
  },
  {
    city: "געתון",
  },
  {
    city: "גפן",
  },
  {
    city: "גרופית",
  },
  {
    city: "גשור",
  },
  {
    city: "גשר",
  },
  {
    city: "גשר הזיו",
  },
  {
    city: "גת",
  },
  {
    city: "גת רימון",
  },
  {
    city: "דאלית אל-כרמל",
  },
  {
    city: "דבורה",
  },
  {
    city: "דבוריה",
  },
  {
    city: "דבירה",
  },
  {
    city: "דברת",
  },
  {
    city: "דגניה א'",
  },
  {
    city: "דגניה ב'",
  },
  {
    city: 'דוב"ב',
  },
  {
    city: "דוגית",
  },
  {
    city: "דולב",
  },
  {
    city: "דור",
  },
  {
    city: "דורות",
  },
  {
    city: "דחי",
  },
  {
    city: "דייר אל-אסד",
  },
  {
    city: "דייר חנא",
  },
  {
    city: "דייר ראפאת",
  },
  {
    city: "דימונה",
  },
  {
    city: "דישון",
  },
  {
    city: "דליה",
  },
  {
    city: "דלתון",
  },
  {
    city: "דמיידה",
  },
  {
    city: "דן",
  },
  {
    city: "דפנה",
  },
  {
    city: "דקל",
  },
  {
    city: "דריג'את",
  },
  {
    city: "האון",
  },
  {
    city: "הבונים",
  },
  {
    city: "הגושרים",
  },
  {
    city: "הדסים",
  },
  {
    city: "הדר עם",
  },
  {
    city: "הוד השרון",
  },
  {
    city: "הודיה",
  },
  {
    city: "הודיות",
  },
  {
    city: "הוואשלה",
  },
  {
    city: "הוזייל",
  },
  {
    city: "הושעיה",
  },
  {
    city: "הזורע",
  },
  {
    city: "הזורעים",
  },
  {
    city: "החותרים",
  },
  {
    city: "היוגב",
  },
  {
    city: "הילה",
  },
  {
    city: "המעפיל",
  },
  {
    city: "הסוללים",
  },
  {
    city: "העוגן",
  },
  {
    city: "הר אדר",
  },
  {
    city: "הר גילה",
  },
  {
    city: "הר עמשא",
  },
  {
    city: "הראל",
  },
  {
    city: "הרדוף",
  },
  {
    city: "הרצליה",
  },
  {
    city: "הררית",
  },
  {
    city: "ורד הגליל",
  },
  {
    city: "ורד יריחו",
  },
  {
    city: "ורדון",
  },
  {
    city: "זבארגה",
  },
  {
    city: "זבדיאל",
  },
  {
    city: "זובידאת",
  },
  {
    city: "זוהר",
  },
  {
    city: "זיקים",
  },
  {
    city: "זיתן",
  },
  {
    city: "זכרון יעקב",
  },
  {
    city: "זכריה",
  },
  {
    city: "זמר",
  },
  {
    city: "זמרת",
  },
  {
    city: "זנוח",
  },
  {
    city: "זרועה",
  },
  {
    city: "זרזיר",
  },
  {
    city: "זרחיה",
  },
  {
    city: "ח'ואלד",
  },
  {
    city: "ח'ואלד (שבט)",
  },
  {
    city: "חבצלת השרון",
  },
  {
    city: "חבר",
  },
  {
    city: "חברון",
  },
  {
    city: "חג'אג'רה",
  },
  {
    city: "חגור",
  },
  {
    city: "חגי",
  },
  {
    city: "חגלה",
  },
  {
    city: "חד-נס",
  },
  {
    city: "חדיד",
  },
  {
    city: "חדרה",
  },
  {
    city: "חוג'ייראת",
  },
  {
    city: "חוות השומר",
  },
  {
    city: "חוות שלם",
  },
  {
    city: "חולדה",
  },
  {
    city: "חולון",
  },
  {
    city: "חולית",
  },
  {
    city: "חולתה",
  },
  {
    city: "חומש",
  },
  {
    city: "חוסן",
  },
  {
    city: "חוסנייה",
  },
  {
    city: "חופית",
  },
  {
    city: "חוקוק",
  },
  {
    city: "חורה",
  },
  {
    city: "חורפיש",
  },
  {
    city: "חורשים",
  },
  {
    city: "חזון",
  },
  {
    city: "חיבת ציון",
  },
  {
    city: "חיננית",
  },
  {
    city: "חיפה",
  },
  {
    city: "חירות",
  },
  {
    city: "חלוץ",
  },
  {
    city: "חלמיש",
  },
  {
    city: "חלץ",
  },
  {
    city: "חמאם",
  },
  {
    city: "חמד",
  },
  {
    city: "חמדיה",
  },
  {
    city: "חמדת",
  },
  {
    city: "חמרה",
  },
  {
    city: "חניאל",
  },
  {
    city: "חניתה",
  },
  {
    city: "חנתון",
  },
  {
    city: "חספין",
  },
  {
    city: "חפץ חיים",
  },
  {
    city: "חפצי-בה",
  },
  {
    city: "חצב",
  },
  {
    city: "חצבה",
  },
  {
    city: "חצור הגלילית",
  },
  {
    city: "חצור-אשדוד",
  },
  {
    city: "חצר בארותיים",
  },
  {
    city: "חצרות געש",
  },
  {
    city: "חצרות חולדה",
  },
  {
    city: "חצרות חפר",
  },
  {
    city: "חצרות צריפין",
  },
  {
    city: "חצרים",
  },
  {
    city: "חרב לאת",
  },
  {
    city: "חרוצים",
  },
  {
    city: "חריש",
  },
  {
    city: "חרמש",
  },
  {
    city: "חרשים",
  },
  {
    city: "חשמונאים",
  },
  {
    city: "טבחה",
  },
  {
    city: "טבריה",
  },
  {
    city: "טובא-זנגריה",
  },
  {
    city: "טורעאן",
  },
  {
    city: "טייבה",
  },
  {
    city: "טייבה (בעמק)",
  },
  {
    city: "טירה",
  },
  {
    city: "טירת יהודה",
  },
  {
    city: "טירת כרמל",
  },
  {
    city: "טירת צבי",
  },
  {
    city: "טל שחר",
  },
  {
    city: "טל-אל",
  },
  {
    city: "טללים",
  },
  {
    city: "טלמון",
  },
  {
    city: "טמרה",
  },
  {
    city: "טמרה (יזרעאל)",
  },
  {
    city: "טנא",
  },
  {
    city: "טפחות",
  },
  {
    city: "יאנוח-ג'ת",
  },
  {
    city: "יבול",
  },
  {
    city: "יבולה",
  },
  {
    city: "יבנאל",
  },
  {
    city: "יבנה",
  },
  {
    city: "יגור",
  },
  {
    city: "יגל",
  },
  {
    city: "יד בנימין",
  },
  {
    city: "יד השמונה",
  },
  {
    city: "יד חנה",
  },
  {
    city: "יד מרדכי",
  },
  {
    city: "יד נתן",
  },
  {
    city: 'יד רמב"ם',
  },
  {
    city: "ידידה",
  },
  {
    city: "יהוד-מונוסון",
  },
  {
    city: "יהל",
  },
  {
    city: "יובל",
  },
  {
    city: "יובלים",
  },
  {
    city: "יודפת",
  },
  {
    city: "יונתן",
  },
  {
    city: "יושיביה",
  },
  {
    city: "יזרעאל",
  },
  {
    city: "יחד",
  },
  {
    city: "יחיעם",
  },
  {
    city: "יטבתה",
  },
  {
    city: 'ייט"ב',
  },
  {
    city: "יכיני",
  },
  {
    city: "ימין אורד",
  },
  {
    city: "ינוב",
  },
  {
    city: "ינון",
  },
  {
    city: "יסוד המעלה",
  },
  {
    city: "יסודות",
  },
  {
    city: "יסעור",
  },
  {
    city: "יעד",
  },
  {
    city: "יעל",
  },
  {
    city: "יעף",
  },
  {
    city: "יערה",
  },
  {
    city: "יפיע",
  },
  {
    city: "יפית",
  },
  {
    city: "יפעת",
  },
  {
    city: "יפתח",
  },
  {
    city: "יצהר",
  },
  {
    city: "יציץ",
  },
  {
    city: "יקום",
  },
  {
    city: "יקיר",
  },
  {
    city: "יקנעם (מושבה)",
  },
  {
    city: "יקנעם עילית",
  },
  {
    city: "יראון",
  },
  {
    city: "ירדנה",
  },
  {
    city: "ירוחם",
  },
  {
    city: "ירושלים",
  },
  {
    city: "ירחיב",
  },
  {
    city: "ירכא",
  },
  {
    city: "ירקונה",
  },
  {
    city: "ישע",
  },
  {
    city: "ישעי",
  },
  {
    city: "ישרש",
  },
  {
    city: "יתד",
  },
  {
    city: "יתיר",
  },
  {
    city: "כאבול",
  },
  {
    city: "כאוכב אל-היג'א",
  },
  {
    city: "כברי",
  },
  {
    city: "כדורי",
  },
  {
    city: "כדים",
  },
  {
    city: "כדיתה",
  },
  {
    city: "כוכב השחר",
  },
  {
    city: "כוכב יאיר",
  },
  {
    city: "כוכב יעקב",
  },
  {
    city: "כוכב מיכאל",
  },
  {
    city: "כורזים",
  },
  {
    city: "כחל",
  },
  {
    city: "כחלה",
  },
  {
    city: "כיסופים",
  },
  {
    city: "כישור",
  },
  {
    city: "כליל",
  },
  {
    city: "כלנית",
  },
  {
    city: "כמאנה",
  },
  {
    city: "כמהין",
  },
  {
    city: "כמון",
  },
  {
    city: "כנות",
  },
  {
    city: "כנף",
  },
  {
    city: "כנרת (מושבה)",
  },
  {
    city: "כנרת (קבוצה)",
  },
  {
    city: "כסיפה",
  },
  {
    city: "כסלון",
  },
  {
    city: "כסרא-סמיע",
  },
  {
    city: "כעביה-טבאש-חג'אג",
  },
  {
    city: "כפר אביב",
  },
  {
    city: "כפר אדומים",
  },
  {
    city: "כפר אוריה",
  },
  {
    city: 'כפר אז"ר',
  },
  {
    city: "כפר אחים",
  },
  {
    city: "כפר אל עוברה",
  },
  {
    city: "כפר אליהו",
  },
  {
    city: "כפר ביאליק",
  },
  {
    city: 'כפר ביל"ו',
  },
  {
    city: "כפר בלום",
  },
  {
    city: "כפר בן נון",
  },
  {
    city: "כפר בפטיסטים",
  },
  {
    city: "כפר ברא",
  },
  {
    city: "כפר ברוך",
  },
  {
    city: "כפר גדעון",
  },
  {
    city: "כפר גלים",
  },
  {
    city: "כפר גליקסון",
  },
  {
    city: "כפר גלעדי",
  },
  {
    city: "כפר דניאל",
  },
  {
    city: "כפר דרום",
  },
  {
    city: "כפר האורנים",
  },
  {
    city: "כפר החורש",
  },
  {
    city: "כפר הירוק",
  },
  {
    city: "כפר המכבי",
  },
  {
    city: "כפר הנגיד",
  },
  {
    city: "כפר הנוער הדתי",
  },
  {
    city: "כפר הנוער נירים",
  },
  {
    city: "כפר הנשיא",
  },
  {
    city: "כפר הס",
  },
  {
    city: 'כפר הרא"ה',
  },
  {
    city: 'כפר הרי"ף',
  },
  {
    city: "כפר ויתקין",
  },
  {
    city: "כפר ורבורג",
  },
  {
    city: "כפר ורדים",
  },
  {
    city: "כפר זוהרים",
  },
  {
    city: "כפר זיתים",
  },
  {
    city: "כפר זמיר",
  },
  {
    city: 'כפר חב"ד',
  },
  {
    city: "כפר חושן",
  },
  {
    city: "כפר חיטים",
  },
  {
    city: "כפר חיים",
  },
  {
    city: "כפר חנניה",
  },
  {
    city: "כפר חסידים א'",
  },
  {
    city: "כפר חסידים ב'",
  },
  {
    city: "כפר חרוב",
  },
  {
    city: "כפר טרומן",
  },
  {
    city: "כפר יאסיף",
  },
  {
    city: "כפר ידידיה",
  },
  {
    city: "כפר יהושע",
  },
  {
    city: "כפר יונה",
  },
  {
    city: "כפר יחזקאל",
  },
  {
    city: "כפר יעבץ",
  },
  {
    city: "כפר כמא",
  },
  {
    city: "כפר כנא",
  },
  {
    city: "כפר מונש",
  },
  {
    city: "כפר מימון",
  },
  {
    city: 'כפר מל"ל',
  },
  {
    city: "כפר מנדא",
  },
  {
    city: "כפר מנחם",
  },
  {
    city: "כפר מסריק",
  },
  {
    city: "כפר מצר",
  },
  {
    city: "כפר מרדכי",
  },
  {
    city: "כפר מרמורק",
  },
  {
    city: "כפר נחום",
  },
  {
    city: "כפר נטר",
  },
  {
    city: "כפר סאלד",
  },
  {
    city: "כפר סבא",
  },
  {
    city: "כפר סילבר",
  },
  {
    city: "כפר סירקין",
  },
  {
    city: "כפר עבודה",
  },
  {
    city: "כפר עזה",
  },
  {
    city: "כפר עציון",
  },
  {
    city: "כפר פינס",
  },
  {
    city: "כפר קאסם",
  },
  {
    city: "כפר קיש",
  },
  {
    city: "כפר קרע",
  },
  {
    city: "כפר ראש הנקרה",
  },
  {
    city: "כפר רוזנואלד",
  },
  {
    city: "כפר רופין",
  },
  {
    city: "כפר רות",
  },
  {
    city: "כפר שמאי",
  },
  {
    city: "כפר שמואל",
  },
  {
    city: "כפר שמריהו",
  },
  {
    city: "כפר תבור",
  },
  {
    city: "כפר תפוח",
  },
  {
    city: "כרי דשא",
  },
  {
    city: "כרכום",
  },
  {
    city: "כרם בן זמרה",
  },
  {
    city: "כרם בן שמן",
  },
  {
    city: "כרם יבנה (ישיבה)",
  },
  {
    city: 'כרם מהר"ל',
  },
  {
    city: "כרם שלום",
  },
  {
    city: "כרמי יוסף",
  },
  {
    city: "כרמי צור",
  },
  {
    city: "כרמי קטיף",
  },
  {
    city: "כרמיאל",
  },
  {
    city: "כרמיה",
  },
  {
    city: "כרמים",
  },
  {
    city: "כרמל",
  },
  {
    city: "לבון",
  },
  {
    city: "לביא",
  },
  {
    city: "לבנים",
  },
  {
    city: "להב",
  },
  {
    city: "להבות הבשן",
  },
  {
    city: "להבות חביבה",
  },
  {
    city: "להבים",
  },
  {
    city: "לוד",
  },
  {
    city: "לוד נמל תעופה",
  },
  {
    city: "לוזית",
  },
  {
    city: "לוחמי הגיטאות",
  },
  {
    city: "לוטם",
  },
  {
    city: "לוטן",
  },
  {
    city: "לימן",
  },
  {
    city: "לכיש",
  },
  {
    city: "לפיד",
  },
  {
    city: "לפידות",
  },
  {
    city: "לקיה",
  },
  {
    city: "מ.א. חוף הכרמל",
  },
  {
    city: "מ.א. עמק חפר",
  },
  {
    city: "מאור",
  },
  {
    city: "מאיר שפיה",
  },
  {
    city: "מבוא ביתר",
  },
  {
    city: "מבוא דותן",
  },
  {
    city: "מבוא חורון",
  },
  {
    city: "מבוא חמה",
  },
  {
    city: "מבוא מודיעים",
  },
  {
    city: "מבואות החרמון",
  },
  {
    city: "מבואות ים",
  },
  {
    city: "מבועים",
  },
  {
    city: "מבחור",
  },
  {
    city: "מבטחים",
  },
  {
    city: "מבקיעים",
  },
  {
    city: "מבשרת ציון",
  },
  {
    city: "מג'ד אל כרום",
  },
  {
    city: "מג'דל שמס",
  },
  {
    city: "מגאר",
  },
  {
    city: "מגדים",
  },
  {
    city: "מגדל",
  },
  {
    city: "מגדל העמק",
  },
  {
    city: "מגדל עוז",
  },
  {
    city: "מגדל תפן",
  },
  {
    city: "מגדלים",
  },
  {
    city: "מגידו",
  },
  {
    city: "מגל",
  },
  {
    city: "מגן",
  },
  {
    city: "מגן שאול",
  },
  {
    city: "מגשימים",
  },
  {
    city: "מדרך עוז",
  },
  {
    city: "מדרשת בן גוריון",
  },
  {
    city: "מדרשת רופין",
  },
  {
    city: "מודיעין עילית",
  },
  {
    city: "מודיעין-מכבים-רע",
  },
  {
    city: "מולדה",
  },
  {
    city: "מולדת",
  },
  {
    city: "מוצא עילית",
  },
  {
    city: "מוקייבלה",
  },
  {
    city: "מורג",
  },
  {
    city: "מורן",
  },
  {
    city: "מורשת",
  },
  {
    city: "מושיירפה",
  },
  {
    city: "מזור",
  },
  {
    city: "מזכרת בתיה",
  },
  {
    city: "מזרע",
  },
  {
    city: "מזרעה",
  },
  {
    city: "מחולה",
  },
  {
    city: "מחנה הילה",
  },
  {
    city: "מחנה טלי",
  },
  {
    city: "מחנה יבור",
  },
  {
    city: "מחנה יהודית",
  },
  {
    city: "מחנה יוכבד",
  },
  {
    city: "מחנה יפה",
  },
  {
    city: "מחנה יתיר",
  },
  {
    city: "מחנה מרים",
  },
  {
    city: "מחנה עדי",
  },
  {
    city: "מחנה תל נוף",
  },
  {
    city: "מחניים",
  },
  {
    city: "מחסיה",
  },
  {
    city: "מטולה",
  },
  {
    city: "מטע",
  },
  {
    city: "מי עמי",
  },
  {
    city: "מיטב",
  },
  {
    city: "מייסר",
  },
  {
    city: "מיצר",
  },
  {
    city: "מירב",
  },
  {
    city: "מירון",
  },
  {
    city: "מישר",
  },
  {
    city: "מיתר",
  },
  {
    city: "מכון וינגייט",
  },
  {
    city: "מכורה",
  },
  {
    city: "מכחול",
  },
  {
    city: "מכללת תל חי",
  },
  {
    city: "מכמורת",
  },
  {
    city: "מכמנים",
  },
  {
    city: "מלאה",
  },
  {
    city: "מלילות",
  },
  {
    city: "מלכיה",
  },
  {
    city: "מלכישוע",
  },
  {
    city: "מנוחה",
  },
  {
    city: "מנוף",
  },
  {
    city: "מנות",
  },
  {
    city: "מנזר לטרון",
  },
  {
    city: "מנחמיה",
  },
  {
    city: "מנרה",
  },
  {
    city: "מנשית זבדה",
  },
  {
    city: "מסד",
  },
  {
    city: "מסדה",
  },
  {
    city: "מסילות",
  },
  {
    city: "מסילת ציון",
  },
  {
    city: "מסלול",
  },
  {
    city: "מסמיה",
  },
  {
    city: "מסעדה",
  },
  {
    city: "מסעודין אל-עזזמה",
  },
  {
    city: "מעברות",
  },
  {
    city: "מעגלים",
  },
  {
    city: "מעגן",
  },
  {
    city: "מעגן מיכאל",
  },
  {
    city: "מעוז חיים",
  },
  {
    city: "מעון",
  },
  {
    city: "מעונה",
  },
  {
    city: "מעיליא",
  },
  {
    city: "מעין ברוך",
  },
  {
    city: "מעין צבי",
  },
  {
    city: "מעלה אדומים",
  },
  {
    city: "מעלה אפרים",
  },
  {
    city: "מעלה גלבוע",
  },
  {
    city: "מעלה גמלא",
  },
  {
    city: "מעלה החמישה",
  },
  {
    city: "מעלה לבונה",
  },
  {
    city: "מעלה מכמש",
  },
  {
    city: "מעלה עירון",
  },
  {
    city: "מעלה עמוס",
  },
  {
    city: "מעלה שומרון",
  },
  {
    city: "מעלות-תרשיחא",
  },
  {
    city: "מעני אבו חאמד",
  },
  {
    city: "מענית",
  },
  {
    city: "מעש",
  },
  {
    city: "מפלסים",
  },
  {
    city: "מפעלי גרנות",
  },
  {
    city: "מפעלי כנות",
  },
  {
    city: "מפעלי מישור רותם",
  },
  {
    city: "מפעלי נחם הר טוב",
  },
  {
    city: "מצדה",
  },
  {
    city: "מצדות יהודה",
  },
  {
    city: "מצובה",
  },
  {
    city: 'מצודת כ"ח',
  },
  {
    city: "מצליח",
  },
  {
    city: "מצפה",
  },
  {
    city: 'מצפה אבי"ב',
  },
  {
    city: "מצפה אילן",
  },
  {
    city: "מצפה יריחו",
  },
  {
    city: "מצפה נטופה",
  },
  {
    city: "מצפה רמון",
  },
  {
    city: "מצפה שלם",
  },
  {
    city: "מצר",
  },
  {
    city: "מקווה ישראל",
  },
  {
    city: "מרגליות",
  },
  {
    city: "מרום גולן",
  },
  {
    city: "מרחב עם",
  },
  {
    city: "מרחביה (מושב)",
  },
  {
    city: "מרחביה (קיבוץ)",
  },
  {
    city: "מרכז אזורי משגב",
  },
  {
    city: "מרכז מחקר גרעיני",
  },
  {
    city: "מרכז שפירא",
  },
  {
    city: "מרעית",
  },
  {
    city: "משאבי שדה",
  },
  {
    city: "משגב",
  },
  {
    city: "משגב דב",
  },
  {
    city: "משגב עם",
  },
  {
    city: "משהד",
  },
  {
    city: "משואה",
  },
  {
    city: "משואות יצחק",
  },
  {
    city: "משמר איילון",
  },
  {
    city: "משמר דוד",
  },
  {
    city: "משמר הירדן",
  },
  {
    city: "משמר הנגב",
  },
  {
    city: "משמר העמק",
  },
  {
    city: "משמר השבעה",
  },
  {
    city: "משמר השרון",
  },
  {
    city: "משמרות",
  },
  {
    city: "משמרת",
  },
  {
    city: "משען",
  },
  {
    city: "מתן",
  },
  {
    city: "מתת",
  },
  {
    city: "מתתיהו",
  },
  {
    city: "נאות גולן",
  },
  {
    city: "נאות הכיכר",
  },
  {
    city: "נאות מרדכי",
  },
  {
    city: "נאות סמדר",
  },
  {
    city: "נאעורה",
  },
  {
    city: "נבטים",
  },
  {
    city: "נגבה",
  },
  {
    city: "נגוהות",
  },
  {
    city: "נהורה",
  },
  {
    city: "נהלל",
  },
  {
    city: "נהריה",
  },
  {
    city: "נוב",
  },
  {
    city: "נוגה",
  },
  {
    city: "נוה",
  },
  {
    city: "נווה אבות",
  },
  {
    city: "נווה אור",
  },
  {
    city: 'נווה אטי"ב',
  },
  {
    city: "נווה אילן",
  },
  {
    city: "נווה איתן",
  },
  {
    city: "נווה אפעל",
  },
  {
    city: "נווה דניאל",
  },
  {
    city: "נווה דקלים",
  },
  {
    city: "נווה הדסה",
  },
  {
    city: "נווה הרצוג",
  },
  {
    city: "נווה זוהר",
  },
  {
    city: "נווה זיו",
  },
  {
    city: "נווה חריף",
  },
  {
    city: "נווה ים",
  },
  {
    city: "נווה ימין",
  },
  {
    city: "נווה ירק",
  },
  {
    city: "נווה מבטח",
  },
  {
    city: "נווה מיכאל",
  },
  {
    city: "נווה שלום",
  },
  {
    city: "נועם",
  },
  {
    city: "נוף איילון",
  },
  {
    city: "נוף הגליל",
  },
  {
    city: "נופים",
  },
  {
    city: "נופית",
  },
  {
    city: "נופך",
  },
  {
    city: "נוקדים",
  },
  {
    city: "נורדיה",
  },
  {
    city: "נורית",
  },
  {
    city: 'נח"ל אלישע',
  },
  {
    city: "נחושה",
  },
  {
    city: "נחל עוז",
  },
  {
    city: "נחל שורק",
  },
  {
    city: "נחלה",
  },
  {
    city: "נחליאל",
  },
  {
    city: "נחלים",
  },
  {
    city: "נחם",
  },
  {
    city: "נחף",
  },
  {
    city: "נחשולים",
  },
  {
    city: "נחשון",
  },
  {
    city: "נחשונים",
  },
  {
    city: "נטועה",
  },
  {
    city: "נטור",
  },
  {
    city: "נטע",
  },
  {
    city: "נטעים",
  },
  {
    city: "נטף",
  },
  {
    city: "ניין",
  },
  {
    city: 'ניל"י',
  },
  {
    city: "ניסנית",
  },
  {
    city: "ניצן",
  },
  {
    city: "ניצן ב",
  },
  {
    city: "ניצנה",
  },
  {
    city: "ניצני סיני",
  },
  {
    city: "ניצני עוז",
  },
  {
    city: "ניצנים",
  },
  {
    city: "ניר אליהו",
  },
  {
    city: "ניר בנים",
  },
  {
    city: "ניר גלים",
  },
  {
    city: "ניר דוד",
  },
  {
    city: 'ניר ח"ן',
  },
  {
    city: "ניר יפה",
  },
  {
    city: "ניר יצחק",
  },
  {
    city: "ניר ישראל",
  },
  {
    city: "ניר משה",
  },
  {
    city: "ניר עוז",
  },
  {
    city: "ניר עם",
  },
  {
    city: "ניר עציון",
  },
  {
    city: "ניר עקיבא",
  },
  {
    city: "ניר צבי",
  },
  {
    city: "נירים",
  },
  {
    city: "נירית",
  },
  {
    city: "נירן",
  },
  {
    city: "נמרוד",
  },
  {
    city: "נס הרים",
  },
  {
    city: "נס עמים",
  },
  {
    city: "נס ציונה",
  },
  {
    city: "נעורים",
  },
  {
    city: "נעלה",
  },
  {
    city: 'נעמ"ה',
  },
  {
    city: "נען",
  },
  {
    city: "נצאצרה",
  },
  {
    city: "נצר חזני",
  },
  {
    city: "נצר סרני",
  },
  {
    city: "נצרים",
  },
  {
    city: "נצרת",
  },
  {
    city: "נשר",
  },
  {
    city: "נתיב הגדוד",
  },
  {
    city: 'נתיב הל"ה',
  },
  {
    city: "נתיב העשרה",
  },
  {
    city: "נתיב השיירה",
  },
  {
    city: "נתיבות",
  },
  {
    city: "נתניה",
  },
  {
    city: "סאג'ור",
  },
  {
    city: "סאסא",
  },
  {
    city: "סביון",
  },
  {
    city: "סגולה",
  },
  {
    city: "סדום",
  },
  {
    city: "סואעד-חמרייה",
  },
  {
    city: "סואעד-כמאנה",
  },
  {
    city: "סולם",
  },
  {
    city: "סוסיה",
  },
  {
    city: "סופה",
  },
  {
    city: "סח'נין",
  },
  {
    city: "סייד",
  },
  {
    city: "סלמה",
  },
  {
    city: "סלעית",
  },
  {
    city: "סמר",
  },
  {
    city: "סנסנה",
  },
  {
    city: "סעד",
  },
  {
    city: "סער",
  },
  {
    city: "ספיר",
  },
  {
    city: "סתריה",
  },
  {
    city: "ע'ג'ר",
  },
  {
    city: "עארה",
  },
  {
    city: "עבדון",
  },
  {
    city: "עברון",
  },
  {
    city: "עגור",
  },
  {
    city: "עד הלום",
  },
  {
    city: "עדי",
  },
  {
    city: "עדנים",
  },
  {
    city: "עוזה",
  },
  {
    city: "עוזייר",
  },
  {
    city: "עולש",
  },
  {
    city: "עומר",
  },
  {
    city: "עופר",
  },
  {
    city: "עופרה",
  },
  {
    city: "עופרים",
  },
  {
    city: "עוצם",
  },
  {
    city: "עוקבי",
  },
  {
    city: "עזוז",
  },
  {
    city: "עזר",
  },
  {
    city: "עזריאל",
  },
  {
    city: "עזריה",
  },
  {
    city: "עזריקם",
  },
  {
    city: "עטאוונה",
  },
  {
    city: "עטרת",
  },
  {
    city: "עידן",
  },
  {
    city: "עיילבון",
  },
  {
    city: "עיינות",
  },
  {
    city: "עילוט",
  },
  {
    city: "עין א-סהלה",
  },
  {
    city: "עין איברהים",
  },
  {
    city: "עין איילה",
  },
  {
    city: "עין אל-אסד",
  },
  {
    city: "עין בוקק",
  },
  {
    city: "עין גב",
  },
  {
    city: "עין גדי",
  },
  {
    city: "עין דור",
  },
  {
    city: "עין הבשור",
  },
  {
    city: "עין הוד",
  },
  {
    city: "עין החורש",
  },
  {
    city: "עין המפרץ",
  },
  {
    city: 'עין הנצי"ב',
  },
  {
    city: "עין העמק",
  },
  {
    city: "עין השופט",
  },
  {
    city: "עין השלושה",
  },
  {
    city: "עין ורד",
  },
  {
    city: "עין זיוון",
  },
  {
    city: "עין חוד",
  },
  {
    city: "עין חצבה",
  },
  {
    city: "עין חרוד (איחוד)",
  },
  {
    city: "עין חרוד (מאוחד)",
  },
  {
    city: "עין יהב",
  },
  {
    city: "עין יעקב",
  },
  {
    city: "עין כמונים",
  },
  {
    city: 'עין כרם בי"ס חקל',
  },
  {
    city: "עין כרמל",
  },
  {
    city: "עין מאהל",
  },
  {
    city: "עין נקובא",
  },
  {
    city: "עין עירון",
  },
  {
    city: "עין צורים",
  },
  {
    city: "עין קנייא",
  },
  {
    city: "עין ראפה",
  },
  {
    city: "עין שמר",
  },
  {
    city: "עין שריד",
  },
  {
    city: "עין תמר",
  },
  {
    city: "עינת",
  },
  {
    city: "עיר אובות",
  },
  {
    city: "עכברה",
  },
  {
    city: "עכו",
  },
  {
    city: "עלומים",
  },
  {
    city: "עלי",
  },
  {
    city: "עלי זהב",
  },
  {
    city: "עלמה",
  },
  {
    city: "עלמון",
  },
  {
    city: "עמוקה",
  },
  {
    city: "עמור",
  },
  {
    city: "עמינדב",
  },
  {
    city: "עמיעד",
  },
  {
    city: "עמיעוז",
  },
  {
    city: "עמיקם",
  },
  {
    city: "עמיר",
  },
  {
    city: "עמנואל",
  },
  {
    city: "עמקה",
  },
  {
    city: "ענב",
  },
  {
    city: "עספיא",
  },
  {
    city: "עפולה",
  },
  {
    city: "עץ אפרים",
  },
  {
    city: "עצמון שגב",
  },
  {
    city: "עראבה",
  },
  {
    city: "עראמשה",
  },
  {
    city: "ערב אזונר",
  },
  {
    city: "ערב אל גנאדי",
  },
  {
    city: "ערב אל היב",
  },
  {
    city: "ערב אל ווהב",
  },
  {
    city: "ערב אל חרנאבה",
  },
  {
    city: "ערב אל כעביה",
  },
  {
    city: "ערב אל מוריסאת",
  },
  {
    city: "ערב אל נגדאת",
  },
  {
    city: "ערב אל נעים",
  },
  {
    city: "ערב אל סגיראת",
  },
  {
    city: "ערב אל סמניה",
  },
  {
    city: "ערב אל עיסאת",
  },
  {
    city: "ערב אל עיצאת",
  },
  {
    city: "ערב אל פמאז",
  },
  {
    city: "ערב אל שבאב",
  },
  {
    city: "ערב גזאלין",
  },
  {
    city: "ערב טוואפרה",
  },
  {
    city: "ערב סעדיה",
  },
  {
    city: "ערד",
  },
  {
    city: "ערוגות",
  },
  {
    city: "ערערה",
  },
  {
    city: "ערערה בנגב",
  },
  {
    city: "עשרת",
  },
  {
    city: "עתלית",
  },
  {
    city: "עתניאל",
  },
  {
    city: "פ.תעשיות עמק חפר",
  },
  {
    city: "פארן",
  },
  {
    city: "פארק תעשיות גליל",
  },
  {
    city: "פארק תעשיות חבל מ",
  },
  {
    city: "פארק תעשיות עידן",
  },
  {
    city: "פארק תעשיות רמת ד",
  },
  {
    city: "פדואל",
  },
  {
    city: "פדויים",
  },
  {
    city: "פדיה",
  },
  {
    city: "פוריה עילית",
  },
  {
    city: "פוריה-כפר עבודה",
  },
  {
    city: "פוריה-נווה עובד",
  },
  {
    city: "פוריידיס",
  },
  {
    city: "פורת",
  },
  {
    city: "פטיש",
  },
  {
    city: "פלך",
  },
  {
    city: "פלמחים",
  },
  {
    city: "פני חבר",
  },
  {
    city: "פסגות",
  },
  {
    city: "פסוטה",
  },
  {
    city: 'פעמי תש"ז',
  },
  {
    city: "פצאל",
  },
  {
    city: "פקיעין (בוקייעה)",
  },
  {
    city: "פקיעין חדשה",
  },
  {
    city: "פרדס חנה-כרכור",
  },
  {
    city: "פרדסיה",
  },
  {
    city: "פרוד",
  },
  {
    city: "פרזון",
  },
  {
    city: "פרי גן",
  },
  {
    city: "פתח תקוה",
  },
  {
    city: "פתחיה",
  },
  {
    city: "צאלים",
  },
  {
    city: "צביה",
  },
  {
    city: "צבעון",
  },
  {
    city: "צובה",
  },
  {
    city: "צוחר",
  },
  {
    city: "צופיה",
  },
  {
    city: "צופים",
  },
  {
    city: "צופית",
  },
  {
    city: "צופר",
  },
  {
    city: "צוקי ים",
  },
  {
    city: "צוקים",
  },
  {
    city: "צור הדסה",
  },
  {
    city: "צור יגאל",
  },
  {
    city: "צור יצחק",
  },
  {
    city: "צור משה",
  },
  {
    city: "צור נתן",
  },
  {
    city: "צוריאל",
  },
  {
    city: "צורית",
  },
  {
    city: "ציפורי",
  },
  {
    city: "ציקלון",
  },
  {
    city: "צלפון",
  },
  {
    city: "צנדלה",
  },
  {
    city: "צפריה",
  },
  {
    city: "צפרירים",
  },
  {
    city: "צפת",
  },
  {
    city: "צרופה",
  },
  {
    city: "צרעה",
  },
  {
    city: "קבועה",
  },
  {
    city: "קבוצת יבנה",
  },
  {
    city: "קדומים",
  },
  {
    city: "קדייראת א-צאנע",
  },
  {
    city: "קדימה-צורן",
  },
  {
    city: "קדמה",
  },
  {
    city: "קדמת צבי",
  },
  {
    city: "קדר",
  },
  {
    city: "קדרון",
  },
  {
    city: "קדרים",
  },
  {
    city: "קוואעין",
  },
  {
    city: "קוממיות",
  },
  {
    city: "קורנית",
  },
  {
    city: "קטורה",
  },
  {
    city: "קטיף",
  },
  {
    city: "קיסריה",
  },
  {
    city: "קלחים",
  },
  {
    city: "קליה",
  },
  {
    city: "קלנסווה",
  },
  {
    city: "קלע",
  },
  {
    city: "קציר",
  },
  {
    city: "קצר א-סר",
  },
  {
    city: "קצרין",
  },
  {
    city: "קרית אונו",
  },
  {
    city: "קרית ארבע",
  },
  {
    city: "קרית אתא",
  },
  {
    city: "קרית ביאליק",
  },
  {
    city: "קרית גת",
  },
  {
    city: "קרית חיים",
  },
  {
    city: "קרית טבעון",
  },
  {
    city: "קרית ים",
  },
  {
    city: "קרית יערים",
  },
  {
    city: "קרית יערים(מוסד)",
  },
  {
    city: "קרית מוצקין",
  },
  {
    city: "קרית מלאכי",
  },
  {
    city: "קרית נטפים",
  },
  {
    city: "קרית ענבים",
  },
  {
    city: "קרית עקרון",
  },
  {
    city: "קרית שדה התעופה",
  },
  {
    city: "קרית שלמה",
  },
  {
    city: "קרית שמונה",
  },
  {
    city: "קרני שומרון",
  },
  {
    city: "קשת",
  },
  {
    city: "ראמה",
  },
  {
    city: "ראס אל עין",
  },
  {
    city: "ראס עלי",
  },
  {
    city: "ראש העין",
  },
  {
    city: "ראש פינה",
  },
  {
    city: "ראש צורים",
  },
  {
    city: "ראשון לציון",
  },
  {
    city: "רבבה",
  },
  {
    city: "רבדים",
  },
  {
    city: "רביבים",
  },
  {
    city: "רביד",
  },
  {
    city: "רגבה",
  },
  {
    city: "רגבים",
  },
  {
    city: "רהט",
  },
  {
    city: "רווחה",
  },
  {
    city: "רוויה",
  },
  {
    city: "רוח מדבר",
  },
  {
    city: "רוחמה",
  },
  {
    city: "רומאנה",
  },
  {
    city: "רומת הייב",
  },
  {
    city: "רועי",
  },
  {
    city: "רותם",
  },
  {
    city: "רחוב",
  },
  {
    city: "רחובות",
  },
  {
    city: "רחלים",
  },
  {
    city: "ריחאניה",
  },
  {
    city: "ריחן",
  },
  {
    city: "ריינה",
  },
  {
    city: "רימונים",
  },
  {
    city: "רינתיה",
  },
  {
    city: "רכסים",
  },
  {
    city: "רם-און",
  },
  {
    city: "רמות",
  },
  {
    city: "רמות השבים",
  },
  {
    city: "רמות מאיר",
  },
  {
    city: "רמות מנשה",
  },
  {
    city: "רמות נפתלי",
  },
  {
    city: "רמלה",
  },
  {
    city: "רמת גן",
  },
  {
    city: "רמת דוד",
  },
  {
    city: "רמת הכובש",
  },
  {
    city: "רמת השופט",
  },
  {
    city: "רמת השרון",
  },
  {
    city: "רמת חובב",
  },
  {
    city: "רמת יוחנן",
  },
  {
    city: "רמת ישי",
  },
  {
    city: "רמת מגשימים",
  },
  {
    city: "רמת צבי",
  },
  {
    city: "רמת רזיאל",
  },
  {
    city: "רמת רחל",
  },
  {
    city: "רנן",
  },
  {
    city: "רעים",
  },
  {
    city: "רעננה",
  },
  {
    city: "רפיח ים",
  },
  {
    city: "רקפת",
  },
  {
    city: "רשפון",
  },
  {
    city: "רשפים",
  },
  {
    city: "רתמים",
  },
  {
    city: "שא-נור",
  },
  {
    city: "שאר ישוב",
  },
  {
    city: "שבות רחל",
  },
  {
    city: "שבטה",
  },
  {
    city: "שבי ציון",
  },
  {
    city: "שבי שומרון",
  },
  {
    city: "שבלי-אום אל-גנם",
  },
  {
    city: "שגב שלום",
  },
  {
    city: "שדה אילן",
  },
  {
    city: "שדה אליהו",
  },
  {
    city: "שדה אליעזר",
  },
  {
    city: "שדה בוקר",
  },
  {
    city: "שדה דוד",
  },
  {
    city: "שדה ורבורג",
  },
  {
    city: "שדה יואב",
  },
  {
    city: "שדה יעקב",
  },
  {
    city: "שדה יצחק",
  },
  {
    city: "שדה משה",
  },
  {
    city: "שדה נחום",
  },
  {
    city: "שדה נחמיה",
  },
  {
    city: "שדה ניצן",
  },
  {
    city: "שדה עוזיהו",
  },
  {
    city: "שדה צבי",
  },
  {
    city: "שדות ים",
  },
  {
    city: "שדות מיכה",
  },
  {
    city: "שדי אברהם",
  },
  {
    city: "שדי חמד",
  },
  {
    city: "שדי תרומות",
  },
  {
    city: "שדמה",
  },
  {
    city: "שדמות דבורה",
  },
  {
    city: "שדמות מחולה",
  },
  {
    city: "שדרות",
  },
  {
    city: "שואבה",
  },
  {
    city: "שובה",
  },
  {
    city: "שובל",
  },
  {
    city: "שוהם",
  },
  {
    city: "שומרה",
  },
  {
    city: "שומריה",
  },
  {
    city: "שוקדה",
  },
  {
    city: "שורש",
  },
  {
    city: "שורשים",
  },
  {
    city: "שושנת עמקים רסקו",
  },
  {
    city: "שזור",
  },
  {
    city: "שחר",
  },
  {
    city: "שחרות",
  },
  {
    city: "שיבולים",
  },
  {
    city: "שיטים",
  },
  {
    city: "שייח' דנון",
  },
  {
    city: "שילה",
  },
  {
    city: "שילת",
  },
  {
    city: "שכניה",
  },
  {
    city: "שלווה",
  },
  {
    city: "שלווה במדבר",
  },
  {
    city: "שלוחות",
  },
  {
    city: "שלומי",
  },
  {
    city: "שלומית",
  },
  {
    city: "שמיר",
  },
  {
    city: "שמעה",
  },
  {
    city: "שמרת",
  },
  {
    city: "שמשית",
  },
  {
    city: "שני",
  },
  {
    city: "שניר",
  },
  {
    city: "שעב",
  },
  {
    city: "שעורים",
  },
  {
    city: "שעל",
  },
  {
    city: "שעלבים",
  },
  {
    city: "שער אפרים",
  },
  {
    city: "שער הגולן",
  },
  {
    city: "שער הנגב",
  },
  {
    city: "שער העמקים",
  },
  {
    city: "שער מנשה",
  },
  {
    city: "שערי אברהם",
  },
  {
    city: "שערי תקוה",
  },
  {
    city: "שפיים",
  },
  {
    city: "שפיר",
  },
  {
    city: "שפר",
  },
  {
    city: "שפרעם",
  },
  {
    city: "שקד",
  },
  {
    city: "שקף",
  },
  {
    city: "שרונה",
  },
  {
    city: "שריגים (לי-און)",
  },
  {
    city: "שריד",
  },
  {
    city: "שרשרת",
  },
  {
    city: "שתולה",
  },
  {
    city: "שתולים",
  },
  {
    city: "תאשור",
  },
  {
    city: "תדהר",
  },
  {
    city: "תובל",
  },
  {
    city: "תומר",
  },
  {
    city: "תושיה",
  },
  {
    city: "תימורים",
  },
  {
    city: "תירוש",
  },
  {
    city: "תל אביב",
  },
  {
    city: "תל השומר",
  },
  {
    city: "תל חי",
  },
  {
    city: "תל יוסף",
  },
  {
    city: "תל יצחק",
  },
  {
    city: "תל מונד",
  },
  {
    city: "תל עדשים",
  },
  {
    city: "תל קציר",
  },
  {
    city: "תל שבע",
  },
  {
    city: "תל תאומים",
  },
  {
    city: "תלם",
  },
  {
    city: "תלמי אליהו",
  },
  {
    city: "תלמי אלעזר",
  },
  {
    city: 'תלמי ביל"ו',
  },
  {
    city: "תלמי יוסף",
  },
  {
    city: "תלמי יחיאל",
  },
  {
    city: "תלמי יפה",
  },
  {
    city: "תלמים",
  },
  {
    city: "תמרת",
  },
  {
    city: "תנובות",
  },
  {
    city: "תעוז",
  },
  {
    city: "תעשיון צריפין",
  },
  {
    city: "תפרח",
  },
  {
    city: "תקומה",
  },
  {
    city: "תקוע",
  },
  {
    city: "תראבין א-צאנע-יש",
  },
  {
    city: "תראבין א-צאנע-שב",
  },
  {
    city: "תרום",
  },
];
